Revit 2027 API
ParameterTypeId.PropertySetName Property
 "Property Set Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySetName { get; }
Public Shared ReadOnly Property PropertySetName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySetName {
	ForgeTypeId^ get ();
}
static member PropertySetName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace